{
    "<PAD>": 0,
    "<UNK>": 1,
    "tan": 2,
    "woon": 3,
    "yann": 4,
    "book": 5,
    "ta": 6,
    ".k(taman": 7,
    "daya)": 8,
    "sdn": 9,
    "bnd": 10,
    "789417-w": 11,
    "no.53": 12,
    "55,57": 13,
    "&": 14,
    "59,": 15,
    "jalan": 16,
    "sagu": 17,
    "18,": 18,
    "taman": 19,
    "daya,": 20,
    "81100": 21,
    "johor": 22,
    "bahru,": 23,
    "johor.": 24,
    "document": 25,
    "no": 26,
    ":": 27,
    "td01167104": 28,
    "date:": 29,
    "25/12/2018": 30,
    "8:13:39": 31,
    "pm": 32,
    "cashier:": 33,
    "manis": 34,
    "member:": 35,
    "cash": 36,
    "bill": 37,
    "code/desc": 38,
    "price": 39,
    "disc": 40,
    "amount": 41,
    "qty": 42,
    "rm": 43,
    "9556939040116": 44,
    "kf": 45,
    "modelling": 46,
    "clay": 47,
    "kiddy": 48,
    "fish": 49,
    "1": 50,
    "pc": 51,
    "*": 52,
    "9.000": 53,
    "0.00": 54,
    "9.00": 55,
    "total:": 56,
    "rour": 57,
    "ding": 58,
    "adjustment:": 59,
    "round": 60,
    "d": 61,
    "total": 62,
    "(rm):": 63,
    "10.00": 64,
    "change": 65,
    "1.00": 66,
    "goods": 67,
    "sold": 68,
    "are": 69,
    "not": 70,
    "returnable": 71,
    "or": 72,
    "exchangeable": 73,
    "***": 74,
    "thank": 75,
    "you": 76,
    "please": 77,
    "come": 78,
    "again": 79,
    "!": 80,
    "indah": 81,
    "gift": 82,
    "home": 83,
    "deco": 84,
    "27,jalan": 85,
    "dedap": 86,
    "13,": 87,
    "jaya,": 88,
    "bahru,johor.": 89,
    "tel:07-3507405": 90,
    "fax:07-3558160": 91,
    "receipt": 92,
    "19/10/2018": 93,
    "20:49:59": 94,
    "#01": 95,
    "cn": 96,
    "location/sp:": 97,
    "05": 98,
    "/0531": 99,
    "mb:": 100,
    "mo26588": 101,
    "room": 102,
    "no:": 103,
    "01": 104,
    "050100035279": 105,
    "desc/item": 106,
    "amt(rm)": 107,
    "st-privilege": 108,
    "card/gd": 109,
    "88888": 110,
    "gf-table": 111,
    "lamp/stitch": 112,
    "<i>": 113,
    "62483": 114,
    "55.90": 115,
    "@disc": 116,
    "10.00%": 117,
    "-5.59": 118,
    "#total": 119,
    "2": 120,
    "amt.................": 121,
    "60.31": 122,
    "rounding": 123,
    "adj............": 124,
    "-0.01": 125,
    "60.30": 126,
    "cash....................": 127,
    "70.30": 128,
    "change..................": 129,
    "flease": 130,
    "aosin": 131,
    "dealing": 132,
    "in": 133,
    "wholesale": 134,
    "and": 135,
    "retail.": 136,
    "mr": 137,
    "d.t.y.": 138,
    "(johor)": 139,
    "bhd": 140,
    "(co.reg": 141,
    "933109-x)": 142,
    "lot": 143,
    "1851-a": 144,
    "1851-b,": 145,
    "kpb": 146,
    "6,": 147,
    "kawasan": 148,
    "perindustrian": 149,
    "balakong,": 150,
    "43300": 151,
    "seri": 152,
    "kembangan,": 153,
    "selangor": 154,
    "(mr": 155,
    "diy": 156,
    "tesco": 157,
    "terbau)": 158,
    "-invoice-": 159,
    "chopping": 160,
    "board": 161,
    "35.5x25.5cm": 162,
    "803m#": 163,
    "ez10hd05": 164,
    "-": 165,
    "24": 166,
    "8970669": 167,
    "x": 168,
    "19.00": 169,
    "air": 170,
    "pressure": 171,
    "sprayer": 172,
    "sx-575-1": 173,
    "1.5l": 174,
    "hc03-7": 175,
    "15": 176,
    "9066468": 177,
    "8.02": 178,
    "waxco": 179,
    "windshiled": 180,
    "cleaner": 181,
    "120ml": 182,
    "wa14-3a": 183,
    "48": 184,
    "9557031100236": 185,
    "3.02": 186,
    "bopp": 187,
    "tape": 188,
    "48mm*100m": 189,
    "clear": 190,
    "fz-04": 191,
    "36": 192,
    "6935818350846": 193,
    "3.88": 194,
    "item(s)": 195,
    "4": 196,
    "qty(s)": 197,
    "33.92": 198,
    "adjustment": 199,
    "-rm": 200,
    "0.02": 201,
    "rounded": 202,
    "33.90": 203,
    "50.00": 204,
    "16.10": 205,
    "12-01-19": 206,
    "21:13": 207,
    "sh01": 208,
    "zk09": 209,
    "t4": 210,
    "r000027830": 211,
    "operator": 212,
    "trainee": 213,
    "cashier": 214,
    "exchange": 215,
    "allowed": 216,
    "within": 217,
    "7": 218,
    "days": 219,
    "with": 220,
    "receipt.": 221,
    "strictly": 222,
    "refund.": 223,
    "yongfatt": 224,
    "enterprise": 225,
    "(jm0517726)": 226,
    "122.124": 227,
    "13": 228,
    "bahru": 229,
    "tel": 230,
    "07-3523888": 231,
    "gst": 232,
    "id:": 233,
    "000849813504": 234,
    "simplified": 235,
    "tax": 236,
    "invoice": 237,
    "doc": 238,
    "cs00031663": 239,
    "date": 240,
    "user": 241,
    "time": 242,
    "12": 243,
    "31": 244,
    "00": 245,
    "salesperson": 246,
    "ref.": 247,
    "item": 248,
    "s/price": 249,
    "e8318": 250,
    "80.91": 251,
    "sr": 252,
    "elegant": 253,
    "schtr": 254,
    "bag": 255,
    "sales": 256,
    "(excluding": 257,
    "gst)": 258,
    "discount": 259,
    "(inclusive": 260,
    "of": 261,
    "80.90": 262,
    "100.00": 263,
    "19.10": 264,
    "summary": 265,
    "code": 266,
    "%": 267,
    "amt": 268,
    "(rm)": 269,
    "0": 270,
    "refundable": 271,
    "only": 272,
    "d.i.y.": 273,
    "(m)": 274,
    "(co.": 275,
    "rfg": 276,
    "860671-d)": 277,
    "(tesco": 278,
    "putra": 279,
    "nilai)": 280,
    "kilat": 281,
    "auto": 282,
    "eco": 283,
    "wash": 284,
    "shine": 285,
    "es1000": 286,
    "1l": 287,
    "wa45": 288,
    "/2a": 289,
    "9555916500133": 290,
    "3.11": 291,
    "kilat'": 292,
    "&wax": 293,
    "ew-1000-1l": 294,
    "wa44-a": 295,
    "9555916500126": 296,
    "4.62": 297,
    "wd40": 298,
    "27ml": 299,
    "moo": 300,
    "2572": 301,
    "wa43-a": 302,
    "079567600084": 303,
    "11.23": 304,
    "kleenso": 305,
    "ajaib": 306,
    "99": 307,
    "serai": 308,
    "wanyi": 309,
    "900g": 310,
    "wdoo": 311,
    "9555651400385": 312,
    "7.45": 313,
    "handkerchief": 314,
    "71386#2pcs": 315,
    "pi12pj11-4": 316,
    "6/300": 317,
    "9090822": 318,
    "4.50": 319,
    "(s)": 320,
    "5": 321,
    "30.91": 322,
    "0.01": 323,
    "30.90": 324,
    "51.00": 325,
    "20.10": 326,
    "18-11-18": 327,
    "58": 328,
    "zi53": 329,
    "t2": 330,
    "r000002902": 331,
    "uperator": 332,
    "chay": 333,
    "yee": 334,
    "abc": 335,
    "ho": 336,
    "trading": 337,
    "no.2&4,jalan": 338,
    "harmoni": 339,
    "3/2,": 340,
    "desa": 341,
    "harmoni.": 342,
    "07-355": 343,
    "2616": 344,
    "01-143008": 345,
    "09/01/2019": 346,
    "8:01:11": 347,
    "description": 348,
    "plastic": 349,
    "15.50": 350,
    "31.00": 351,
    "amount:": 352,
    "received": 353,
    "101.00": 354,
    "70.00": 355,
    "*goods": 356,
    "non-refundable*": 357,
    "***thank": 358,
    "you***": 359,
    "***please": 360,
    "again***": 361,
    "soon": 362,
    "huat": 363,
    "machinery": 364,
    "(jm0352019-k)": 365,
    "1,": 366,
    "sriputra,": 367,
    "81200": 368,
    "07-5547360": 369,
    "/": 370,
    "016-7993391": 371,
    "fax": 372,
    "07-5624059": 373,
    "soonhuat2000@hotmail.com": 374,
    "id": 375,
    "002116837376": 376,
    "no.": 377,
    "cs00004040": 378,
    "11/01/2019": 379,
    "time:": 380,
    "09:44:00": 381,
    "ref.:": 382,
    "returnable,": 383,
    "you.": 384,
    "1072": 385,
    "80.00": 386,
    "repair": 387,
    "engine": 388,
    "power": 389,
    "(1unit)": 390,
    "workmanship": 391,
    "service": 392,
    "70549": 393,
    "160.00": 394,
    "giant": 395,
    "606": 396,
    "overflow": 397,
    "assy": 398,
    "1071": 399,
    "17.00": 400,
    "oil": 401,
    "70791": 402,
    "grease": 403,
    "for": 404,
    "tools": 405,
    "40ml": 406,
    "(akoda)": 407,
    "70637": 408,
    "6.00": 409,
    "ey20": 410,
    "plug": 411,
    "champion": 412,
    "1643": 413,
    "8.00": 414,
    "starter": 415,
    "tali": 416,
    "70197": 417,
    "handle": 418,
    "70561": 419,
    "18.00": 420,
    "36.00": 421,
    "hd40": 422,
    "cotin": 423,
    "qty:": 424,
    "9": 425,
    "327.00": 426,
    "s.h.h.": 427,
    "motor": 428,
    "(sungai": 429,
    "rengit)": 430,
    "sdn.": 431,
    "bhd.": 432,
    "(801580-t)": 433,
    "343,": 434,
    "kurau,": 435,
    "sungai": 436,
    "rengit,": 437,
    "81620": 438,
    "pengerang,": 439,
    "tel:": 440,
    "07-8263254": 441,
    "fax:": 442,
    "07-8266888": 443,
    "item/desc.": 444,
    "u.price": 445,
    "rm(total)": 446,
    "4132": 447,
    "20.00": 448,
    "crocs": 449,
    "300x17": 450,
    "tubes": 451,
    "sub": 452,
    "grand": 453,
    "23-01-2019": 454,
    "13:14:15": 455,
    "pm,": 456,
    "print": 457,
    "by:": 458,
    "root": 459,
    "token": 460,
    "0,": 461,
    "station": 462,
    "a1,": 463,
    "pid:": 464,
    "pos": 465,
    "22497": 466,
    "thanks": 467,
    "your": 468,
    "support": 469,
    "perniagaan": 470,
    "zheng": 471,
    "hui": 472,
    "jm0325955-v": 473,
    "no.59": 474,
    "permas": 475,
    "9/5": 476,
    "bandar": 477,
    "baru": 478,
    "jaya": 479,
    "81760": 480,
    "07-386": 481,
    "7524": 482,
    "3793": 483,
    "000800589824": 484,
    "gogiant": 485,
    "engineering": 486,
    "receipt#:": 487,
    "cs00082662": 488,
    "salesperson:": 489,
    "12/02/2018": 490,
    "time:08:30:00": 491,
    "rsp": 492,
    "8239": 493,
    "15.00": 494,
    "sr:": 495,
    "11\"": 496,
    "prowess": 497,
    "h/duty": 498,
    "silicone": 499,
    "gun": 500,
    "g-d2": 501,
    "9555075109147": 502,
    "3": 503,
    "7.00": 504,
    "21.00": 505,
    "xtraseal": 506,
    "rtv": 507,
    "acetic": 508,
    "sa-107": 509,
    "9744": 510,
    "central": 511,
    "punch": 512,
    "set": 513,
    "3pcs": 514,
    "1/4\",5/32\".1/4\"": 515,
    "12525": 516,
    "sr.": 517,
    "24\"": 518,
    "marksman": 519,
    "pipe": 520,
    "wrench": 521,
    "2016": 522,
    "0.70": 523,
    "2.10": 524,
    "pvc": 525,
    "wire": 526,
    "1pc": 527,
    "7yd": 528,
    "tot": 529,
    "106.10": 530,
    "(excluded": 531,
    "6.37": 532,
    "-0.02": 533,
    "112.45": 534,
    "6": 535,
    "returnable.": 536,
    "1950": 537,
    "gerbang": 538,
    "alaf": 539,
    "restaurants": 540,
    "(65351-m)": 541,
    "formerly": 542,
    "known": 543,
    "as": 544,
    "golden": 545,
    "arches": 546,
    "licensee": 547,
    "mcdonald's": 548,
    "level": 549,
    "bangunan": 550,
    "th,": 551,
    "damansara": 552,
    "uptown3": 553,
    "no.3,": 554,
    "ss21/39,47400": 555,
    "petaling": 556,
    "(gst": 557,
    "000504664064)": 558,
    "bhp": 559,
    "melawati(#328)": 560,
    "03-4162-2318": 561,
    "mfy": 562,
    "side": 563,
    "inv#": 564,
    "003281900229170": 565,
    "ord": 566,
    "#50": 567,
    "-reg": 568,
    "#19-": 569,
    "18/01/2018": 570,
    "10:27:03": 571,
    "chicmcmuffin": 572,
    "m": 573,
    "porridge": 574,
    "bm": 575,
    "2hotcakes": 576,
    "l": 577,
    "coke": 578,
    "takeout": 579,
    "(incl": 580,
    "tendered": 581,
    "includes": 582,
    "6%": 583,
    "11.00": 584,
    "5.60": 585,
    "26.60": 586,
    "73.40": 587,
    "1.51": 588,
    "we'd": 589,
    "love": 590,
    "to": 591,
    "hear": 592,
    "feedback": 593,
    "sit": 594,
    "www.mcdfeedback.com.my": 595,
    "download": 596,
    "my": 597,
    "mcd": 598,
    "from": 599,
    "google": 600,
    "play/app": 601,
    "store": 602,
    "share": 603,
    "experience": 604,
    "again.": 605,
    "customer": 606,
    "hotline": 607,
    "03-2726-5600": 608,
    "sam": 609,
    "co": 610,
    "(742016-w)": 611,
    "67,jln": 612,
    "mewah": 613,
    "25/63": 614,
    "tmn": 615,
    "sri": 616,
    "muda,": 617,
    "40400": 618,
    "shah": 619,
    "alam.": 620,
    "tel/fax": 621,
    "03-51213881": 622,
    "001006288896": 623,
    "he": 624,
    "eog": 625,
    "unicorn": 626,
    "twin": 627,
    "super": 628,
    "glue": 629,
    "usg-99-": 630,
    "9557368063013": 631,
    "ss": 632,
    "ezl": 633,
    "a4": 634,
    "cyber": 635,
    "mix": 636,
    "color": 637,
    "paper": 638,
    "100's8": 639,
    "008": 640,
    "5.20": 641,
    "s": 642,
    "8.90": 643,
    "inv:r000721136": 644,
    "swh": 645,
    "wc5": 646,
    "items:": 647,
    "cas": 648,
    "20:17": 649,
    "(z)": 650,
    "0%": 651,
    "(e)": 652,
    "exc": 653,
    "13.30": 654,
    "0.80": 655,
    "14.10": 656,
    "5.90": 657,
    "shopping": 658,
    "friday,": 659,
    "29-12-2017": 660,
    "aik": 661,
    "hardware": 662,
    "(setia": 663,
    "alam)": 664,
    "822737-x": 665,
    "17-g,": 666,
    "setia": 667,
    "(x)": 668,
    "u13/x,": 669,
    "alam,": 670,
    "seksyen": 671,
    "u13,": 672,
    "40170": 673,
    "012": 674,
    "6651783": 675,
    "03": 676,
    "33623608": 677,
    "000394528768": 678,
    "#:": 679,
    "csp0393921": 680,
    "15/06/2017": 681,
    "big": 682,
    "stretch": 683,
    "film": 684,
    "???": 685,
    "ah002": 686,
    "15:28:00": 687,
    "u/p": 688,
    "2000160000024": 689,
    "20\"": 690,
    "1.6kg": 691,
    "500mm": 692,
    "tal": 693,
    "quantity": 694,
    "sub-total": 695,
    "(gst)": 696,
    "*gst": 697,
    "@": 698,
    "included": 699,
    "tax/amt": 700,
    "14.15": 701,
    "0.85": 702,
    "refondable,": 703,
    "choosing": 704,
    "us.": 705,
    "provide": 706,
    "original": 707,
    "week": 708,
    "transaction": 709,
    "must": 710,
    "be": 711,
    "state": 712,
    "entitled": 713,
    "exchange.": 714,
    "master": 715,
    "electrical": 716,
    "no.113g": 717,
    "115g,": 718,
    "gembilang": 719,
    "u13/bg": 720,
    "selangor.": 721,
    "company": 722,
    "reg": 723,
    ":sa03711551-p": 724,
    ":001637511168": 725,
    "involce": 726,
    "no.:": 727,
    "22/12/2017": 728,
    "14:03": 729,
    "cashler": 730,
    "#": 731,
    "24mmx7y": 732,
    "m.one": 733,
    "15.90": 734,
    "subtotal": 735,
    "excl.": 736,
    "incl.": 737,
    "payment": 738,
    "due": 739,
    "34.10": 740,
    "g": 741,
    "amount(rm)": 742,
    "tax(rm)": 743,
    "0.90": 744,
    "any": 745,
    "return": 746,
    "do": 747,
    "tq^^": 748,
    "cs": 749,
    "67832": 750,
    "ummary": 751,
    "restoran": 752,
    "hassanbistro": 753,
    "no.2-1-1": 754,
    "prima": 755,
    "q": 756,
    "u": 757,
    "13/q": 758,
    "alam": 759,
    "sham": 760,
    "terminal": 761,
    "c1": 762,
    "2017-12-28": 763,
    "22:17pm": 764,
    "you.come": 765,
    "hassan": 766,
    "c1-0170778": 767,
    "12/28/2017": 768,
    "10:17:32": 769,
    "ct1": 770,
    "table": 771,
    "pr": 772,
    "makanan": 773,
    "zr": 774,
    "items": 775,
    "=": 776,
    "excl": 777,
    ".6%": 778,
    "incl": 779,
    "t": 780,
    "asia": 781,
    "mart": 782,
    "(sa0264195-t)": 783,
    "no.23": 784,
    "batu": 785,
    "10,": 786,
    "sentosa,": 787,
    "kapar,": 788,
    "42200": 789,
    "klang,": 790,
    "001609584640": 791,
    "cs02070163": 792,
    "eira": 793,
    "00:06:00": 794,
    "lime": 795,
    "50g": 796,
    "9556641320027": 797,
    "17": 798,
    "15.25": 799,
    "delicia": 800,
    "chocolate": 801,
    "[50g]": 802,
    "9556231110045": 803,
    "3.55": 804,
    "zrl": 805,
    "gardenia": 806,
    "classic": 807,
    "jumbo": 808,
    "[600g]": 809,
    "9556127101331": 810,
    "1.41": 811,
    "1.50": 812,
    "hu": 813,
    "8850199320722": 814,
    "1.42": 815,
    "doremon": 816,
    "catcat": 817,
    "joy": 818,
    "15g": 819,
    "8888002188511": 820,
    "2.30": 821,
    "2.44": 822,
    "minute": 823,
    "maid": 824,
    "pulpy": 825,
    "[oren]": 826,
    "[350ml]": 827,
    "9556145026": 828,
    "1.60": 829,
    "tinge": 830,
    "lemon": 831,
    "drink": 832,
    "500ml": 833,
    "955657031213": 834,
    "2.74": 835,
    "2.90": 836,
    "100": 837,
    "plus": 838,
    "[1.50]": 839,
    "25": 840,
    "32.69": 841,
    "31.03": 842,
    "1.65": 843,
    "32.70": 844,
    "40.00": 845,
    "7.30": 846,
    "27.48": 847,
    "no.:sa03711551-p": 848,
    "no.:001637511168": 849,
    "cashier#:": 850,
    "lightroom": 851,
    "gallery": 852,
    "28,": 853,
    "astana": 854,
    "1c,": 855,
    "bukit": 856,
    "raja,": 857,
    "41050": 858,
    "klang": 859,
    "d.e,": 860,
    "malaysia": 861,
    "roc": 862,
    "(1072825-a)": 863,
    "000584089600": 864,
    "tel:03-3362": 865,
    "4395": 866,
    "fax:03-3362": 867,
    "station:": 868,
    "lcs03908": 869,
    "cover": 870,
    "20/12/2017": 871,
    "start:": 872,
    "07:10:35": 873,
    "300-c0001": 874,
    "name": 875,
    "address": 876,
    "ch50514": 877,
    "t5": 878,
    "joint": 879,
    "2pin": 880,
    "2pcs": 881,
    "0.17)=rm": 882,
    "2.83": 883,
    "uni": 884,
    "(": 885,
    "yt51874": 886,
    "ye30": 887,
    "bk": 888,
    "7w": 889,
    "ww": 890,
    "led": 891,
    "track": 892,
    "light": 893,
    "66.04": 894,
    "charge": 895,
    "gst/tax": 896,
    "ca": 897,
    "change:": 898,
    "count:": 899,
    "count": 900,
    "3.0": 901,
    "closed": 902,
    "bill:": 903,
    "07:10:51": 904,
    "you,": 905,
    "refundable,": 906,
    "bank": 907,
    "acc": 908,
    "mbb": 909,
    "5128": 910,
    "4851": 911,
    "2118": 912,
    "5626": 913,
    "4732": 914,
    "1744": 915,
    "ambank": 916,
    "888": 917,
    "123": 918,
    "3706": 919,
    "68.87": 920,
    "4.13": 921,
    "zr/os/ez": 922,
    "r:": 923,
    "angela": 924,
    "33.02": 925,
    "3.96)=rm": 926,
    "73.00": 927,
    "d.": 928,
    "e,": 929,
    "credit": 930,
    "note": 931,
    "c/n": 932,
    "lcn00211": 933,
    "20/11/2017": 934,
    "03:55:07": 935,
    "nt": 936,
    "2.0": 937,
    "300-e0009": 938,
    "eswaran": 939,
    "012-6369400": 940,
    "refer": 941,
    "lcs03158": 942,
    "unit": 943,
    "yt51775": 944,
    "1059": 945,
    "18w": 946,
    "sq": 947,
    "sur": 948,
    "square": 949,
    "black": 950,
    "frame": 951,
    "18.77": 952,
    "2.25)=rm": 953,
    "37.55": 954,
    "03:55:56": 955,
    "2.25": 956,
    "39.80": 957,
    "clos": 958,
    "shell": 959,
    "isni": 960,
    "petro": 961,
    "002643278-a": 962,
    "2685": 963,
    "jln": 964,
    "genting": 965,
    "53300": 966,
    "kl": 967,
    "site": 968,
    "1066": 969,
    "telephone": 970,
    "0010": 971,
    "9010": 972,
    "5344": 973,
    "number": 974,
    "60000053668": 975,
    "35.10": 976,
    "litre": 977,
    "pump": 978,
    "02": 979,
    "v-power": 980,
    "97": 981,
    "86.00": 982,
    "a": 983,
    "2.450": 984,
    "visa": 985,
    "6.00%": 986,
    "4.87": 987,
    "gross": 988,
    "loyalty": 989,
    "card": 990,
    "6018840126306675": 991,
    "points": 992,
    "awarded": 993,
    "35": 994,
    "18/03/18": 995,
    "15:17": 996,
    "06051": 997,
    "diesel": 998,
    "petrol": 999,
    "ron": 1000,
    "95": 1001,
    "given": 1002,
    "relief": 1003,
    "under": 1004,
    "section": 1005,
    "56": 1006,
    "(3)": 1007,
    "(b)": 1008,
    "act": 1009,
    "2014": 1010,
    "pleasae": 1011,
    "180048": 1012,
    "03-": 1013,
    "40212008": 1014,
    "/litre": 1015,
    "num": 1016,
    "opt": 1017,
    "syl": 1018,
    "roasted": 1019,
    "delights": 1020,
    "1227039": 1021,
    "75,": 1022,
    "22/19,": 1023,
    "47400": 1024,
    "pj,": 1025,
    "03-7731": 1026,
    "8169": 1027,
    "002046390272": 1028,
    "so00022185": 1029,
    "a10": 1030,
    "06/03/2018": 1031,
    "12:06:00": 1032,
    "(t02)": 1033,
    "braised": 1034,
    "pork": 1035,
    "14.00": 1036,
    "rice": 1037,
    "peanut": 1038,
    "1.0": 1039,
    "12.00": 1040,
    "small": 1041,
    "(v02)": 1042,
    "sour": 1043,
    "spicy": 1044,
    "mustard": 1045,
    "(b03)": 1046,
    "jasmine": 1047,
    "green": 1048,
    "4.60": 1049,
    "tea(hot)": 1050,
    "(r05)": 1051,
    "roast": 1052,
    "+": 1053,
    "11.90": 1054,
    "chicken": 1055,
    "51.42": 1056,
    "3.08": 1057,
    "54.50": 1058,
    "teo": 1059,
    "heng": 1060,
    "stationery": 1061,
    "books": 1062,
    "(001451637-m)": 1063,
    "53,": 1064,
    "besar,": 1065,
    "45600": 1066,
    "batang": 1067,
    "berjuntai": 1068,
    "darul": 1069,
    "ehsan": 1070,
    "03-3271": 1071,
    "9872": 1072,
    "9481": 1073,
    "000689913856": 1074,
    "cs1801/26874": 1075,
    "disc%": 1076,
    "9557068000035": 1077,
    "3.50": 1078,
    "5.69": 1079,
    "3.30": 1080,
    "jianyu": 1081,
    "stell": 1082,
    "ruler": 1083,
    "30cm": 1084,
    "thick": 1085,
    "1.30": 1086,
    "laminate": 1087,
    "qty.": 1088,
    "(ex)": 1089,
    "0.28": 1090,
    "4.90": 1091,
    "note:": 1092,
    "(*)": 1093,
    "indicated": 1094,
    "the": 1095,
    "has": 1096,
    "been": 1097,
    "related": 1098,
    "(goods": 1099,
    "services": 1100,
    "tax).": 1101,
    "fuyi": 1102,
    "mini": 1103,
    "market": 1104,
    "br": 1105,
    "0195932-x": 1106,
    "43-45-47g,": 1107,
    "sejati,": 1108,
    "ijok,": 1109,
    "bestari": 1110,
    "kuala": 1111,
    "03-3279": 1112,
    "1851,": 1113,
    "no.:001601310720": 1114,
    "25/01/2018": 1115,
    "1:22:56pm": 1116,
    "trn:": 1117,
    "1cr0576494": 1118,
    "counter": 1119,
    "hock": 1120,
    "uom": 1121,
    "inc.": 1122,
    "013": 1123,
    "summer": 1124,
    "cup": 1125,
    "48x230ml": 1126,
    "0.51": 1127,
    "*total": 1128,
    "customer's": 1129,
    "41.00": 1130,
    "at": 1131,
    "kota": 1132,
    "8.49": 1133,
    "cs1801/26821": 1134,
    "17/01/2018": 1135,
    "9555017370017": 1136,
    "28.00": 1137,
    "7.14": 1138,
    "26.00": 1139,
    "lion": 1140,
    "file": 1141,
    "220*307": 1142,
    "laminating": 1143,
    "1.56": 1144,
    "27.55": 1145,
    "tax)": 1146,
    "cs1801/26717": 1147,
    "9556655864036": 1148,
    "26.42": 1149,
    "9.14": 1150,
    "24.00": 1151,
    "cbe": 1152,
    "badge": 1153,
    "clip": 1154,
    "100pcs": 1155,
    "9555535000663": 1156,
    "niso": 1157,
    "52.00": 1158,
    "3.12": 1159,
    "55.10": 1160,
    "3.12s": 1161,
    "note:(*)": 1162,
    "15/01/2018": 1163,
    "cs1801/27037": 1164,
    "23/01/2018": 1165,
    "tp-24": 1166,
    "1.32": 1167,
    "6.60": 1168,
    "double": 1169,
    "sided": 1170,
    "tissue": 1171,
    "18mm": 1172,
    "9557546631393": 1173,
    "2.08": 1174,
    "10.38": 1175,
    "soft": 1176,
    "6ml": 1177,
    "quick": 1178,
    "dry": 1179,
    "correction": 1180,
    "pen": 1181,
    "10": 1182,
    "16.98": 1183,
    "1.02": 1184,
    "cs1802/27714": 1185,
    "9555067700208": 1186,
    "9557583450025": 1187,
    "4974052801334": 1188,
    "9557546953990": 1189,
    "6924238702311": 1190,
    "9556655112694": 1191,
    "9557369305006": 1192,
    "10.57": 1193,
    "17.45": 1194,
    "2.70": 1195,
    "8.40": 1196,
    "3.96": 1197,
    "105.66": 1198,
    "1.70": 1199,
    "7.92": 1200,
    "ik": 1201,
    "yellow": 1202,
    "70grams": 1203,
    "papyrus": 1204,
    "dark": 1205,
    "colour": 1206,
    "artline": 1207,
    "70": 1208,
    "faster": 1209,
    "cx5n": 1210,
    "ball": 1211,
    "handycutter": 1212,
    "size": 1213,
    "20": 1214,
    "pockets": 1215,
    "refillable": 1216,
    "new": 1217,
    "holder": 1218,
    "eagle": 1219,
    "f4": 1220,
    "120": 1221,
    "numbering": 1222,
    "foolscap": 1223,
    "18": 1224,
    "144.68": 1225,
    "8.68": 1226,
    "153.35": 1227,
    "mr.": 1228,
    "(co": 1229,
    ":860671-d)": 1230,
    ":000306020352)": 1231,
    "mutiara": 1232,
    "damansara)": 1233,
    "souring": 1234,
    "pad": 1235,
    "1018-4": 1236,
    "4s": 1237,
    "*s": 1238,
    "wa03": 1239,
    "24/240": 1240,
    "9555221301081": 1241,
    "2.80": 1242,
    "11.20": 1243,
    "scissor": 1244,
    "g/fish": 1245,
    "ad51": 1246,
    "24/360": 1247,
    "9064422": 1248,
    "tmdc": 1249,
    "sah": 1250,
    "bijay": 1251,
    "kumar": 1252,
    "3.00": 1253,
    "trailing": 1254,
    "skt": 1255,
    "5gn+sp": 1256,
    "3x1.25mm": 1257,
    "cable": 1258,
    "wa27": 1259,
    "9553114461966": 1260,
    "22.90": 1261,
    "refund": 1262,
    ".": 1263,
    "gst@6%": 1264,
    "37.10": 1265,
    "12.90": 1266,
    "s@6%": 1267,
    "35.00": 1268,
    "14-03-18": 1269,
    "21:49": 1270,
    "sh03": 1271,
    "zj20": 1272,
    "t1": 1273,
    "r000418193": 1274,
    "speed": 1275,
    "s/b": 1276,
    "(519537-x)": 1277,
    "p.t.": 1278,
    "2811,": 1279,
    "angsa,": 1280,
    "berkeley": 1281,
    "41150": 1282,
    "1076-ijok": 1283,
    "id.": 1284,
    "000181747712": 1285,
    "18287/102/t0049": 1286,
    "10:43am": 1287,
    "568582": 1288,
    "24-01-18": 1289,
    "1973": 1290,
    "garbage": 1291,
    "(blue)": 1292,
    "74c": 1293,
    "rm1.25": 1294,
    "1974": 1295,
    "(green)": 1296,
    "74": 1297,
    "keep": 1298,
    "applicable": 1299,
    "returns": 1300,
    "2.50": 1301,
    "5.00": 1302,
    "2.36": 1303,
    ".14": 1304,
    "3-1707067": 1305,
    "(481500-m)": 1306,
    "c": 1307,
    "w": 1308,
    "khoo": 1309,
    "no.50": 1310,
    ",": 1311,
    "pbs": 1312,
    "14/11": 1313,
    "serdang,": 1314,
    "03-89410243": 1315,
    "000549584896": 1316,
    "cr": 1317,
    "1803/0064": 1318,
    "01-03-18": 1319,
    "5:23:26": 1320,
    "printed": 1321,
    "5:23:30": 1322,
    "adaptor": 1323,
    "4.00": 1324,
    "(myr)": 1325,
    "1.20": 1326,
    "net": 1327,
    "21.20": 1328,
    "adj.": 1329,
    "unihakka": 1330,
    "international": 1331,
    "mar": 1332,
    "2018": 1333,
    "18:24": 1334,
    "(867388-u)": 1335,
    "12,": 1336,
    "tampoi": 1337,
    "7/4,kawasan": 1338,
    "tampoi,81200": 1339,
    "bahru,johor": 1340,
    "or18030502160349": 1341,
    "100100000060-": 1342,
    "vege": 1343,
    "$5.50": 1344,
    "100100000006-": 1345,
    "$2.70": 1346,
    "$8.20": 1347,
    "@6%:": 1348,
    "$0.46": 1349,
    "nett": 1350,
    "mode": 1351,
    "$0.00": 1352,
    "amount($)": 1353,
    "tax($)": 1354,
    "@6%": 1355,
    "7.74": 1356,
    "0.46": 1357,
    "#000656195584": 1358,
    "bar": 1359,
    "wang": 1360,
    "rice@permas": 1361,
    "(price": 1362,
    "inclusive": 1363,
    "again!": 1364,
    "like": 1365,
    "follow": 1366,
    "us": 1367,
    "on": 1368,
    "facebook!": 1369,
    "facebook.com/barwangrice": 1370,
    "aeon": 1371,
    "co.": 1372,
    "(126926-h)": 1373,
    "3rd": 1374,
    "flr,": 1375,
    "maluri": 1376,
    "sc": 1377,
    "jejaka,": 1378,
    "cheras,": 1379,
    "55100": 1380,
    "lumpur": 1381,
    "002017394688": 1382,
    "hours": 1383,
    "sun-thu:": 1384,
    "1000": 1385,
    "hrs": 1386,
    "2230": 1387,
    "fri-sat": 1388,
    "2300": 1389,
    "1x": 1390,
    "000007996511": 1391,
    "75.00sr": 1392,
    "ambrosial": 1393,
    "greek": 1394,
    "75.00": 1395,
    "after": 1396,
    "adj": 1397,
    "25.00": 1398,
    "2018030610100080498": 1399,
    "70.75": 1400,
    "4.25": 1401,
    "20:01": 1402,
    "1010": 1403,
    "00b0498": 1404,
    "0305582": 1405,
    "pj": 1406,
    "piryalatha": 1407,
    "1-300-80-aeon": 1408,
    "(2366)": 1409,
    "patronage": 1410,
    "18:22": 1411,
    "or18030302170430": 1412,
    "100100000035-": 1413,
    "meat": 1414,
    "$7.10": 1415,
    "100100000015-": 1416,
    "vegetable": 1417,
    "$1.10": 1418,
    "or18031002160274": 1419,
    "81750": 1420,
    "cs00084670": 1421,
    "09/03/2018": 1422,
    "08:49:00": 1423,
    "10273": 1424,
    "170.00": 1425,
    "14\"": 1426,
    "tru-cut": 1427,
    "cutting": 1428,
    "(1": 1429,
    "pc)": 1430,
    "2547": 1431,
    "kobelco": 1432,
    "g-12#(2.6mm)": 1433,
    "welding": 1434,
    "12133": 1435,
    "7.50": 1436,
    "3\"": 1437,
    "(750)": 1438,
    "paint": 1439,
    "brush": 1440,
    "10157": 1441,
    "5.50": 1442,
    "2\"": 1443,
    "12131": 1444,
    "1-1/2\"": 1445,
    "9555752615725": 1446,
    "sr:2\"": 1447,
    "lambwool": 1448,
    "yanda": 1449,
    "roller": 1450,
    "refil": 1451,
    "pcs": 1452,
    "2226": 1453,
    "diamond": 1454,
    "cotton": 1455,
    "glove": 1456,
    "8104": 1457,
    "3679": 1458,
    "10#": 1459,
    "glass": 1460,
    "(black)": 1461,
    "1pcs": 1462,
    "3680": 1463,
    "0.30": 1464,
    "(clear)": 1465,
    "9555058800696": 1466,
    "16.00": 1467,
    "aec": 1468,
    "broom": 1469,
    "no.5110#": 1470,
    "c/w": 1471,
    "iron": 1472,
    "6891": 1473,
    "s/steel": 1474,
    "dust": 1475,
    "panl": 1476,
    "23": 1477,
    "28": 1478,
    "313.50": 1479,
    "18.81": 1480,
    "332.30": 1481,
    "18:19": 1482,
    "or18031202170432": 1483,
    "14": 1484,
    "18:40": 1485,
    "or18031402160311": 1486,
    "i00100000060-4": 1487,
    "i00100000006-pork": 1488,
    "warakuya": 1489,
    "city": 1490,
    "1203194-w": 1491,
    "utara": 1492,
    "1.": 1493,
    "masai": 1494,
    "0111-558": 1495,
    "0000": 1496,
    "0016": 1497,
    "6993": 1498,
    "5104": 1499,
    "58244": 1500,
    "42": 1501,
    "10/03/2018": 1502,
    "5:41:06": 1503,
    "pax": 1504,
    "no:4": 1505,
    "cashier3": 1506,
    "waiter:": 1507,
    "hanyin": 1508,
    "saba": 1509,
    "shio": 1510,
    "yaki": 1511,
    "sey": 1512,
    "53.70": 1513,
    "salmon": 1514,
    "21.90": 1515,
    "iced": 1516,
    "tea": 1517,
    "79.60": 1518,
    "-30.00": 1519,
    "49.60": 1520,
    "serv": 1521,
    "10%": 1522,
    "4.96": 1523,
    "3.27": 1524,
    "-0.03": 1525,
    "57.80": 1526,
    "type": 1527,
    "54.56": 1528,
    "yhm": 1529,
    "tebrau": 1530,
    "s117,": 1531,
    "second": 1532,
    "floor,": 1533,
    "city,": 1534,
    "tebrau,": 1535,
    "002105827328": 1536,
    "order": 1537,
    "1000219": 1538,
    "11/03/2018": 1539,
    "06:20": 1540,
    "no.:003-1220815": 1541,
    "pax:": 1542,
    ":cashier": 1543,
    "eat": 1544,
    "fg-a00019": 1545,
    "fg-h00001": 1546,
    "8.80": 1547,
    "kake": 1548,
    "udon": 1549,
    "r": 1550,
    "fg-h00100": 1551,
    "enoki": 1552,
    "tempura": 1553,
    "13.10": 1554,
    "total:myr": 1555,
    "excluded": 1556,
    "12.36": 1557,
    "0.74": 1558,
    "details": 1559,
    "amount(myr)": 1560,
    "tax(myr)": 1561,
    "****": 1562,
    "brewery": 1563,
    "tap": 1564,
    "dwner": 1565,
    "by": 1566,
    "castle": 1567,
    "blue": 1568,
    "(1035693-t)": 1569,
    "002108047360": 1570,
    "avtivo": 1571,
    "plaza,lot": 1572,
    "b-f-11,": 1573,
    "block": 1574,
    "b": 1575,
    "no1.jalan": 1576,
    "pju": 1577,
    "9/1,d'sara": 1578,
    "avevue": 1579,
    "d'sara,": 1580,
    "52000": 1581,
    "xl": 1582,
    "+603-62629219": 1583,
    "guest": 1584,
    "check": 1585,
    "d06": 1586,
    "11649": 1587,
    "30/03/2018": 1588,
    "8:13": 1589,
    "non": 1590,
    "login": 1591,
    "waiter": 1592,
    "harry,paing": 1593,
    "prn": 1594,
    "11:18": 1595,
    "dine": 1596,
    "tiger": 1597,
    "bucket": 1598,
    "hh": 1599,
    "95.00": 1600,
    "bucket-": 1601,
    "wings": 1602,
    "22.00": 1603,
    "french": 1604,
    "fries": 1605,
    "179.00": 1606,
    "10.74": 1607,
    "189.75": 1608,
    "11:11": 1609,
    "--": 1610,
    "sr:gst": 1611,
    "three": 1612,
    "stooges": 1613,
    "bistro": 1614,
    "cafe": 1615,
    "109,": 1616,
    "ss21/1a,": 1617,
    "utama": 1618,
    "001661886464": 1619,
    "00012916": 1620,
    "bizdate:": 1621,
    "12/03/2018": 1622,
    "50": 1623,
    "dt:": 1624,
    "10:25:49": 1625,
    "yo": 1626,
    "guiness": 1627,
    "glasses": 1628,
    "150.00": 1629,
    "145.00": 1630,
    "295.00": 1631,
    "29.50": 1632,
    "19.47": 1633,
    "343.95": 1634,
    "svc": 1635,
    "324.50": 1636,
    "me": 1637,
    "agai": 1638,
    "g7": 1639,
    "inv": 1640,
    "pos01/00012379": 1641,
    "03/03/2018": 1642,
    "10:58:51": 1643,
    "174.90": 1644,
    "200.00": 1645,
    "25.10": 1646,
    "165.00": 1647,
    "9.90": 1648,
    "plz": 1649,
    "geoventure": 1650,
    "taste": 1651,
    "world": 1652,
    "965857-a": 1653,
    "38,": 1654,
    "39": 1655,
    "101": 1656,
    "boulevard,": 1657,
    "kenari": 1658,
    "5,": 1659,
    "puchong": 1660,
    "47170": 1661,
    "puchong,": 1662,
    "8079": 1663,
    "0255": 1664,
    "000136577024": 1665,
    "reservation": 1666,
    "010": 1667,
    "7745055": 1668,
    ":581355": 1669,
    "nini": 1670,
    "no:1": 1671,
    "5/3/2018": 1672,
    "22:52:33": 1673,
    "c38": 1674,
    "u/p(rm)disc(%)amt+gst(rm)": 1675,
    "gtg02": 1676,
    "55.00": 1677,
    "0+0": 1678,
    "58.30": 1679,
    "chrg(incl": 1680,
    "6%)": 1681,
    "5.83": 1682,
    "sales(incl": 1683,
    "64.13": 1684,
    "64.15": 1685,
    "35.85": 1686,
    "main": 1687,
    "60.50": 1688,
    "3.63": 1689,
    "z": 1690,
    "32": 1691,
    "pub": 1692,
    "own": 1693,
    "cnu": 1694,
    "78g,": 1695,
    "ss21/62,": 1696,
    "utama,": 1697,
    "jaya.": 1698,
    "reg.": 1699,
    "000416321536)": 1700,
    "504233": 1701,
    "pax(s):": 1702,
    "10-03-2018": 1703,
    "23:03:06": 1704,
    "chen": 1705,
    "heineken": 1706,
    "(5": 1707,
    "btl)": 1708,
    "190.00": 1709,
    "gst):": 1710,
    "payable:": 1711,
    "10.75": 1712,
    "closed:": 1713,
    "11-03-2018": 1714,
    "00:32:02": 1715,
    "server:": 1716,
    "(@": 1717,
    "18:25": 1718,
    "12,jalan": 1719,
    "or18031802170364": 1720,
    "itern": 1721,
    "i00100000031-3": 1722,
    "$4.40": 1723,
    "i00100000064-add": 1724,
    "$0.50": 1725,
    "i00100000114-add": 1726,
    "$3.70": 1727,
    "$8.60": 1728,
    "$0.49": 1729,
    "sr=gst": 1730,
    "8.11": 1731,
    "0.49": 1732,
    "corne": 1733,
    "lis": 1734,
    "27": 1735,
    "18:46": 1736,
    "tampol,81200": 1737,
    "#:or18032702170334": 1738,
    "i00100000056-fried": 1739,
    "noodle(s)": 1740,
    "$2.00": 1741,
    "i00100000015-vegetable": 1742,
    "$2.20": 1743,
    "amount:$6.90": 1744,
    "@6%:$0.39": 1745,
    "total:$6.90": 1746,
    "$6.90": 1747,
    "6.51": 1748,
    "0.39": 1749,
    "pasar": 1750,
    "jin": 1751,
    "seng": 1752,
    "379,jalan": 1753,
    "satu,": 1754,
    "banoar": 1755,
    "plentong,johor.": 1756,
    "07-3874904": 1757,
    "(co.no.": 1758,
    "jm0195368-d)": 1759,
    "000150511616)": 1760,
    "taxinv:002-1550040": 1761,
    "cashter2": 1762,
    "vegetables": 1763,
    "2.20": 1764,
    "ltk": 1765,
    "omega": 1766,
    "5.70": 1767,
    "2.00": 1768,
    "seafood": 1769,
    "8.50": 1770,
    "cake": 1771,
    "subtotal:": 1772,
    "28.60": 1773,
    "tl:rm": 1774,
    "0.07": 1775,
    "71.40": 1776,
    "09:03": 1777,
    "#002-1550040#": 1778,
    "cashier2": 1779,
    "((@6%)": 1780,
    "27.40": 1781,
    "refunoable": 1782,
    "ios": 1783,
    "restaurant": 1784,
    "sin": 1785,
    "du": 1786,
    "k3-113,jl": 1787,
    "ibrahim": 1788,
    "sultan": 1789,
    "80300": 1790,
    "h/p:": 1791,
    "019-7521215": 1792,
    "016-7867868": 1793,
    "21:28": 1794,
    "0001": 1795,
    "000000#7259": 1796,
    "cashier01": 1797,
    "dpt.05": 1798,
    "149.00": 1799,
    "dpt.04": 1800,
    "yong": 1801,
    "tat": 1802,
    "returnable,thank": 1803,
    "(jm0292487-d)": 1804,
    "no4,jalan": 1805,
    "perjiranan": 1806,
    "biru,": 1807,
    "81700": 1808,
    "pasir": 1809,
    "gudang,": 1810,
    "07-2614733": 1811,
    "07-2514733": 1812,
    "yongtat99@yahoo.com.my": 1813,
    "001570349056": 1814,
    "cs00035863": 1815,
    "13/03/2018": 1816,
    "12:49:00": 1817,
    "ref:": 1818,
    "2697": 1819,
    "48.00": 1820,
    "50.88": 1821,
    "10\"wing": 1822,
    "compass": 1823,
    "5736": 1824,
    "47.17": 1825,
    "60.00": 1826,
    "1/8\"-3/4\"": 1827,
    "12pcs": 1828,
    "hollow": 1829,
    "100.88": 1830,
    "sales(excluding": 1831,
    "95.17": 1832,
    "5.71": 1833,
    "roundlng": 1834,
    "sales(inclusive": 1835,
    "100.90": 1836,
    "0.10": 1837,
    "jm0325965-v": 1838,
    "racejpt": 1839,
    "cs00085298": 1840,
    "15/03/2018": 1841,
    "17:34:00": 1842,
    "3934": 1843,
    "7.65": 1844,
    "7.55": 1845,
    "car": 1846,
    "parking": 1847,
    "coupon": 1848,
    "7.66": 1849,
    "0.45": 1850,
    "morganfield's": 1851,
    "horng": 1852,
    "sdcky": 1853,
    "bones": 1854,
    "less": 1855,
    "kitchenette": 1856,
    "1174703-k": 1857,
    "6771": 1858,
    "0976": 1859,
    "50,": 1860,
    "floor": 1861,
    "t2,sky": 1862,
    "avenue": 1863,
    "highlands": 1864,
    "pahang,": 1865,
    "69000": 1866,
    "pahang": 1867,
    "malaysla": 1868,
    "000039121": 1869,
    "2018-03-23": 1870,
    "mizan": 1871,
    "server": 1872,
    "open:": 1873,
    "18:43:34": 1874,
    "table:": 1875,
    "ribs": 1876,
    "platter": 1877,
    "259.90": 1878,
    "naughty": 1879,
    "spare": 1880,
    "rib": 1881,
    "full": 1882,
    "106.90": 1883,
    "slab": 1884,
    "apple": 1885,
    "350ml": 1886,
    "13.90": 1887,
    "mojito": 1888,
    "18.90": 1889,
    "berry": 1890,
    "easy": 1891,
    "aust": 1892,
    "rib-eye": 1893,
    "steak": 1894,
    "74.90": 1895,
    "fruity": 1896,
    "garden": 1897,
    "salad": 1898,
    "asahi": 1899,
    "1+1/2": 1900,
    "77.80": 1901,
    "593.10": 1902,
    "(inclusive)": 1903,
    "33.57": 1904,
    "19:32:35": 1905,
    "summ": 1906,
    "sr=": 1907,
    "559.53": 1908,
    "os=": 1909,
    "22": 1910,
    "or18032202170428": 1911,
    "i00100000035-": 1912,
    "$7.60": 1913,
    "$0.43": 1914,
    "7.17": 1915,
    "0.43": 1916,
    "tq": 1917,
    "mynews.com": 1918,
    "pagoh": 1919,
    "rest": 1920,
    "area": 1921,
    "r1,": 1922,
    "kws": 1923,
    "rehat": 1924,
    "rawat": 1925,
    "arah": 1926,
    "utara,": 1927,
    "simpang": 1928,
    "ampat": 1929,
    "pagoh,": 1930,
    "lebuhraya": 1931,
    "selatan.,": 1932,
    "84600,pagoh,johor": 1933,
    "mynewscarellne": 1934,
    "180088": 1935,
    "1231": 1936,
    "mynewscareline@mynews.com.my": 1937,
    "mynews": 1938,
    "retail": 1939,
    "sb(306295-x)": 1940,
    "fka": 1941,
    "bison": 1942,
    "stores": 1943,
    "sb": 1944,
    "cbp": 1945,
    "000709361664": 1946,
    "myr": 1947,
    "23/03/2018": 1948,
    "9:34:40": 1949,
    "am": 1950,
    "18550": 1951,
    "389": 1952,
    "4768": 1953,
    "2303180113": 1954,
    "is": 1955,
    "18:23": 1956,
    "or18032402170368": 1957,
    "i00100000027-": 1958,
    "$8.70": 1959,
    "$9.20": 1960,
    "$0.52": 1961,
    "summany": 1962,
    "0.52": 1963,
    "carrefour": 1964,
    "jm0725755-u": 1965,
    "18,jalan": 1966,
    "10/7": 1967,
    "masai,johor": 1968,
    "000433614848": 1969,
    "07-3822612": 1970,
    "member": 1971,
    "cs00018751": 1972,
    "20/03/2018": 1973,
    "12:42:00": 1974,
    "bai": 1975,
    "238": 1976,
    "1033": 1977,
    "points:": 1978,
    "13.00": 1979,
    "gov": 1980,
    "0.78": 1981,
    "13.80": 1982,
    "19": 1983,
    "18:26": 1984,
    "or18031902160324": 1985,
    "i00100000001-": 1986,
    "i00100000060-": 1987,
    "(prlce": 1988,
    "facebook,": 1989,
    "com/barwangrice": 1990,
    "21": 1991,
    "17:59": 1992,
    "or18032102170360": 1993,
    "i00100000121-": 1994,
    "tau": 1995,
    "foo": 1996,
    "$1.60": 1997,
    "8.21": 1998,
    "29": 1999,
    "or18032902170347": 2000,
    "$0.40": 2001,
    "3r": 2002,
    "qst": 2003,
    "6.70": 2004,
    "0.40": 2005,
    "30": 2006,
    "18:17": 2007,
    "or18033002170384": 2008,
    "i00100000015-": 2009,
    "@permas": 2010,
    "facebook,com/barwangrice": 2011,
    "triple": 2012,
    "six": 2013,
    "point": 2014,
    "666": 2015,
    "14&": 2016,
    "16": 2017,
    "4/3": 2018,
    "jay": 2019,
    "016-7574666": 2020,
    "rec-0015016": 2021,
    "25-03-2018": 2022,
    "09:42:19": 2023,
    "type:": 2024,
    "(receipt": 2025,
    "rec.0015016)": 2026,
    "2x": 2027,
    "hey": 2028,
    "song": 2029,
    "4.30": 2030,
    "7.60": 2031,
    "camellia": 2032,
    "580ml": 2033,
    "(disc:": 2034,
    "1.0000)": 2035,
    "2.40": 2036,
    "b.i.g.": 2037,
    "ben's": 2038,
    "independent": 2039,
    "grocer": 2040,
    "bens": 2041,
    "(913144-a)": 2042,
    "batai,": 2043,
    "plaza": 2044,
    "heights": 2045,
    "50490,": 2046,
    "t:": 2047,
    "03-2093": 2048,
    "7358": 2049,
    "|": 2050,
    "f:": 2051,
    "7359": 2052,
    "000243941376)": 2053,
    "bat02201803120255": 2054,
    "12/03/18": 2055,
    "fatin": 2056,
    "sy": 2057,
    "20:29:59": 2058,
    "dole": 2059,
    "pineapple": 2060,
    "8809069300708": 2061,
    "7.90*3": 2062,
    "23.70": 2063,
    "evian": 2064,
    "mineral": 2065,
    "water": 2066,
    "6x1.25l": 2067,
    "3068320113784": 2068,
    "53.50*1": 2069,
    "53.50": 2070,
    "77.20": 2071,
    "saving": 2072,
    "tender": 2073,
    "22.80": 2074,
    "analysis": 2075,
    "50.47": 2076,
    "3.03": 2077,
    "big.com.my": 2078,
    "facebook.com/thebiggroup": 2079,
    "may": 2080,
    "nando's,": 2081,
    "peri-peri": 2082,
    "nando's": 2083,
    "chickenland": 2084,
    "mont": 2085,
    "kiara": 2086,
    "g-13,": 2087,
    "ground": 2088,
    "no.1": 2089,
    "kiara,": 2090,
    "50480": 2091,
    "1300-88-6555": 2092,
    "603-6203": 2093,
    "6355": 2094,
    "id:000097492992": 2095,
    "nandos3": 2096,
    "76": 2097,
    "syafiq": 2098,
    "chk": 2099,
    "8660": 2100,
    "guest0": 2101,
    "18:32:36": 2102,
    "delivery": 2103,
    "chg": 2104,
    "1/4": 2105,
    "chic+": 2106,
    "1sd-t": 2107,
    "17.90": 2108,
    "71.60": 2109,
    "1/4-h": 2110,
    "chargrill": 2111,
    "veg(r)-tc": 2112,
    "grillveg-h": 2113,
    "1/4-m": 2114,
    "coles": 2115,
    "law(r)-tc": 2116,
    "129.30": 2117,
    "how": 2118,
    "was": 2119,
    "it": 2120,
    "you?": 2121,
    "important,": 2122,
    "so": 2123,
    "complete": 2124,
    "our": 2125,
    "www.howwasit4you-my.net": 2126,
    "meal": 2127,
    "friends": 2128,
    "up": 2129,
    "grabs.": 2130,
    "survey": 2131,
    "code:mal025": 2132,
    "t&c": 2133,
    "apply.": 2134,
    "take": 2135,
    "away": 2136,
    "delivery,": 2137,
    "food": 2138,
    "best": 2139,
    "consumed": 2140,
    "gstsummary": 2141,
    "gst(rm)": 2142,
    "s=gst": 2143,
    "122.00": 2144,
    "z=gst": 2145,
    "@0%:": 2146,
    "1245-desa": 2147,
    "hartamas": 2148,
    "18341/103/t0138": 2149,
    "09:06pm": 2150,
    "569547": 2151,
    "19-03-18": 2152,
    "103": 2153,
    "sunquick": 2154,
    "oren": 2155,
    "840ml": 2156,
    "rm11.40": 2157,
    "11.40": 2158,
    ".00": 2159,
    ".65": 2160,
    "petrodeli": 2161,
    "sa0127959-d": 2162,
    "site:": 2163,
    "2395": 2164,
    "485,tmn": 2165,
    "lembah": 2166,
    "keramat": 2167,
    "ulu": 2168,
    "kelang": 2169,
    "54200": 2170,
    "telephone:": 2171,
    "03-41056485": 2172,
    "000145047552": 2173,
    "number:": 2174,
    "60000152273": 2175,
    "39.42": 2176,
    "punp": 2177,
    "09": 2178,
    "fuelsave": 2179,
    "85.54": 2180,
    "2.170": 2181,
    "6018840059147765": 2182,
    "awarded:": 2183,
    "26/02/18": 2184,
    "08:28": 2185,
    "10886": 2186,
    "ron95": 2187,
    "sun": 2188,
    "wong": 2189,
    "kut": 2190,
    "20965-w": 2191,
    "1046": 2192,
    "176": 2193,
    "sungei": 2194,
    "besi,": 2195,
    "57100": 2196,
    "lumpur.": 2197,
    "03-9221345": 2198,
    "001580630016": 2199,
    "60000483942": 2200,
    "39.54": 2201,
    "07": 2202,
    "fuel": 2203,
    "save": 2204,
    "88.17": 2205,
    "2.230": 2206,
    "nun": 2207,
    "21/02/18": 2208,
    "11:19": 2209,
    "40278": 2210,
    "jiawei": 2211,
    "house": 2212,
    "002693074-k": 2213,
    "tasik": 2214,
    "8": 2215,
    "medan": 2216,
    "niaga": 2217,
    "damai": 2218,
    "sg": 2219,
    "besi": 2220,
    "57000": 2221,
    ":9820": 2222,
    "65.20": 2223,
    "admin": 2224,
    "9/3/2018": 2225,
    "20:54:50": 2226,
    "(%)": 2227,
    "b.": 2228,
    "bean": 2229,
    "bitterground": 2230,
    "head": 2231,
    "f.": 2232,
    "hong": 2233,
    "kong": 2234,
    "sauteed": 2235,
    "steamed": 2236,
    "egg": 2237,
    "chinese": 2238,
    "0.60": 2239,
    "cold": 2240,
    "before": 2241,
    "pasaraya": 2242,
    "borong": 2243,
    "pintar": 2244,
    ":(124525-h)": 2245,
    "19-g&": 2246,
    "19-1&": 2247,
    "19-2": 2248,
    "4,": 2249,
    "016-5498845": 2250,
    "14/03/2018": 2251,
    "5:57:07pm": 2252,
    "cr0008964": 2253,
    "exc.": 2254,
    "wall's": 2255,
    "topten": 2256,
    "73ml": 2257,
    "walk": 2258,
    "magnum": 2259,
    "almond": 2260,
    "90ml": 2261,
    "cloud": 2262,
    "22g": 2263,
    "0.50": 2264,
    "8.20": 2265,
    "20.20": 2266,
    "lian": 2267,
    "chi": 2268,
    "pu": 2269,
    "tian": 2270,
    "vegetarian": 2271,
    "(1095514-x)": 2272,
    "001147416576)": 2273,
    "54,jalan": 2274,
    "ss23/11.": 2275,
    "sea,47400": 2276,
    "jaya,selangor": 2277,
    "03-7805": 2278,
    "7889,": 2279,
    "016-3020": 2280,
    "669": 2281,
    ":8": 2282,
    "06/01/18": 2283,
    "12:17:26": 2284,
    "@15.90": 2285,
    "curry": 2286,
    "mixed": 2287,
    "515": 2288,
    "16.85": 2289,
    "@13.90": 2290,
    "517": 2291,
    "14.73": 2292,
    "(12": 2293,
    "pcs)": 2294,
    "'xinghua'spring": 2295,
    "roll": 2296,
    "410": 2297,
    "12.72": 2298,
    "(pot)": 2299,
    "ti": 2300,
    "guan": 2301,
    "yin": 2302,
    "822": 2303,
    "3.18": 2304,
    "plain": 2305,
    "922": 2306,
    "1.59": 2307,
    "47.80": 2308,
    "svr": 2309,
    "2.87": 2310,
    "(6%)": 2311,
    "2.86": 2312,
    "53.55": 2313,
    "(124525-h)": 2314,
    "016-5498845.": 2315,
    "04/03/2018": 2316,
    "15:41:52": 2317,
    "cr0007636": 2318,
    "11": 2319,
    "pokka": 2320,
    "coffee": 2321,
    "vanilla": 2322,
    "milk": 2323,
    "3.20": 2324,
    "1249-tmn": 2325,
    "pandan": 2326,
    "cahaya": 2327,
    "18314/102/t0422": 2328,
    "06:20pm": 2329,
    "568008": 2330,
    "20-02-18": 2331,
    "8991": 2332,
    "nutri": 2333,
    "telur": 2334,
    "segar": 2335,
    "rm9.90": 2336,
    ".10": 2337,
    "1317": 2338,
    "trillium": 2339,
    "s6": 2340,
    "18299/102/t0230": 2341,
    "01:34pm": 2342,
    "568019": 2343,
    "05-02-18": 2344,
    "2506": 2345,
    "yongchun": 2346,
    "lokam": 2347,
    "mndrn": 2348,
    "rm62.50": 2349,
    "@5": 2350,
    "12.50": 2351,
    "2508": 2352,
    "rm79.00": 2353,
    "15.80": 2354,
    "141.50": 2355,
    "mon-sun:1000": 2356,
    "2200": 2357,
    "000004089728": 2358,
    "5.90sr": 2359,
    "sakumashikidrop": 2360,
    "000007572029": 2361,
    "binder": 2362,
    "-bl": 2363,
    "000006731878": 2364,
    "150yen": 2365,
    "neck": 2366,
    "17.70": 2367,
    "50.70": 2368,
    "33.00": 2369,
    "2018021951320026157": 2370,
    "16.71": 2371,
    "0.99": 2372,
    "19/02/2018": 2373,
    "16:45": 2374,
    "5132": 2375,
    "002": 2376,
    "0026157": 2377,
    "0293605": 2378,
    "shivaneswary": 2379,
    "a/p": 2380,
    "many": 2381,
    "daiso": 2382,
    "sunway": 2383,
    "velocity": 2384,
    "popular": 2385,
    "113825-w)": 2386,
    "001492992000)": 2387,
    "8,": 2388,
    "7/118b,": 2389,
    "tun": 2390,
    "razak": 2391,
    "56000": 2392,
    "lumpur,": 2393,
    "03-9201": 2394,
    "6281/6920": 2395,
    "01/03/18": 2396,
    "19:14": 2397,
    "slip": 2398,
    "0010104733": 2399,
    "pei": 2400,
    "yi": 2401,
    "trans:": 2402,
    "114793": 2403,
    "2008011381468": 2404,
    "expiry:": 2405,
    "30/09/18": 2406,
    "tombow": 2407,
    "c/tape": 2408,
    "2pc": 2409,
    "9.89": 2410,
    "19.78": 2411,
    "spring": 2412,
    "issue": 2413,
    "20%": 2414,
    "reba": 2415,
    "l11": 2416,
    "x-venture": 2417,
    "unexpla[bk]": 2418,
    "-1.20": 2419,
    "expanding": 2420,
    "file-ts": 2421,
    "20.90": 2422,
    "-2.09": 2423,
    "49.39": 2424,
    "49.40": 2425,
    "-50.00": 2426,
    "36.41": 2427,
    "2.18": 2428,
    "10.80": 2429,
    "savings": 2430,
    "-3.29": 2431,
    "enjoy": 2432,
    "special": 2433,
    "discounts": 2434,
    "www.popular.com.my": 2435,
    "buy": 2436,
    "online": 2437,
    "www.popularonline.com.my": 2438,
    "3180303": 2439,
    "hing": 2440,
    "(162761-m)": 2441,
    "no.32": 2442,
    "33,jalan": 2443,
    "1/9.": 2444,
    "9.": 2445,
    "serdang": 2446,
    "raya,": 2447,
    "002139201536": 2448,
    "27/03/2018": 2449,
    "cs-20242": 2450,
    "dursfile": 2451,
    "h399(110": 2452,
    "95mm)": 2453,
    "(h)": 2454,
    "0.5500": 2455,
    "809": 2456,
    "metal": 2457,
    "100's": 2458,
    "20.0000": 2459,
    "6%:": 2460,
    "79.50": 2461,
    "paid": 2462,
    "20.50": 2463,
    "tender:": 2464,
    "enquiry,": 2465,
    "contact": 2466,
    "us;": 2467,
    "gl": 2468,
    "handicraft": 2469,
    "tail": 2470,
    "oring": 2471,
    "19,": 2472,
    "kancil,": 2473,
    "off": 2474,
    "jalanpudu,": 2475,
    ":75495-w": 2476,
    ":001948532736": 2477,
    "10012": 2478,
    "13:01": 2479,
    "safety": 2480,
    "pins": 2481,
    "butterfly": 2482,
    "boxs": 2483,
    "102.00": 2484,
    "excl.of": 2485,
    "96.23": 2486,
    "incl.of": 2487,
    "ltem(s)": 2488,
    "5.77": 2489,
    "33,": 2490,
    "1/9,": 2491,
    "9,": 2492,
    "raya.": 2493,
    "cs-20322": 2494,
    "durafile": 2495,
    "h399": 2496,
    "(110": 2497,
    "200": 2498,
    "116.60": 2499,
    "42.40": 2500,
    "159.00": 2501,
    "payable": 2502,
    "202": 2503,
    "cs-20243": 2504,
    "f/castell": 2505,
    "187057-75": 2506,
    "tack-it": 2507,
    "75g-": 2508,
    "white": 2509,
    "(new)": 2510,
    "5.6600": 2511,
    "11.32": 2512,
    "0.68": 2513,
    "banh": 2514,
    "mi": 2515,
    "dimiliki:": 2516,
    "1110644-w": 2517,
    "puteri": 2518,
    "7/10": 2519,
    "puteri,": 2520,
    "47100": 2521,
    "selangor,": 2522,
    "000306700288)": 2523,
    "153887": 2524,
    "205": 2525,
    "suong": 2526,
    "ram": 2527,
    "chua": 2528,
    "sweet": 2529,
    "&sour": 2530,
    "217": 2531,
    "don": 2532,
    "thit": 2533,
    "stuff": 2534,
    "fu": 2535,
    "605": 2536,
    "tra": 2537,
    "da": 2538,
    "vietnamese": 2539,
    "21.30": 2540,
    "serv.": 2541,
    "(3%):": 2542,
    "0.65": 2543,
    "(6%):": 2544,
    "1.31": 2545,
    "23.26": 2546,
    "adj:": 2547,
    "23.25": 2548,
